[ 
   {
      "id": 1,
      "publisherId": 1,
      "headline": "Protect the Separation of Church and State",
      "details": "An important law that protects the separation of church and state is the Johnson Amendment, which restricts churches and other 501(c)(3) non-profit organizations from endorsing or opposing political candidates. If they do, they lose their tax-exempt status.\n\nOn February 2nd, Trump told an audience of religious leaders that he would \"totally destroy\" the Johnson Amendment. The same day, Republicans introduced a bill that threatens to subvert the Johnson Amendment by allowing churches to express political views. If Trump waters down or eliminates the Johnson Amendment, religious institutions would become major money players in our government. Tax-free donations to churches could be used to buy political advertisements and support campaigns.",
      "globalRepresentatives": [],
       "localRepresentatives":[],
       "allCongress": true,
      "specialGroups": [100],
      "cycleStartDate": "2017-02-14 8:00:00",
      "cycleEndDate": "2017-12-31 22:00:00",
      "talkingPoints": "Hi, my name is *NAME* and I’m a constituent from *CITY, ZIP*.\n\nI’m calling today because I believe in the separation of church and state, and am strongly opposed to any attempts to dismantle the Johnson Amendment. I expect *Senator/Rep's Name* to take a strong stand against each and every attack on the Johnson Amendment.\n\nThank you for your hard work answering the phones.\n\n**If leaving a voicemail**: please leave your full street address to ensure your call is tallied\n"
   },
   {
      "id": 2,
      "publisherId": 2,
      "headline": "Keep Partisan Politics out of the National Security Council",
      "details": "On January 28th, Donald Trump reorganized the National Security Council (NSC) to include both Steve Bannon (Trump’s Chief Strategist and former chair of Breitbart media) and Reince Priebus (Trump’s Chief of Staff), while he reduced the roles of the Director of National Intelligence and the Chairman of the Joint Chiefs of Staff. The purpose of the National Security Council is to provide the president with the best possible advice from his Cabinet, the military, and the intelligence community before he makes major decisions. Injecting partisan politics into the process of securing our nation is extremely dangerous.\n\nOn February 1st, U.S. Representative Stephanie Murphy introduced a bill (H.R. 804) to protect the NSC from political interference. This bill will ensure that no individual whose “primary responsibility is political in nature” is assigned to the NSC or authorized to attend NSC meetings, and it stresses that the Director of National Intelligence and the Chairman of the Joint Chiefs of Staff have standing invitations to attend Principal Committee meetings. With this bill, Congresswoman Murphy hopes to \"...depoliticize national security so that we never jeopardize the safety and security of the American people.",
      "globalRepresentatives": [],
       "localRepresentatives":[],
       "allCongress": true,
      "specialGroups": [],
      "cycleStartDate": "2017-02-14 8:00:00",
      "cycleEndDate": "2017-02-28 22:00:00",      
      "talkingPoints": "Hi, my name is *NAME* and I’m a constituent from *CITY, ZIP*.\n\nI’m calling to express my support for Congresswoman Murphy’s bill, H.R. 804, because it protects the National Security Council from political interference. Our national security should not be threatened by partisan politics.\n\nThank you for your hard work answering the phones.\n\n**If leaving a voicemail**: please leave your full street address to ensure your call is tallied\n"   
   },
   {
      "id": 3,
      "publisherId": 3,
      "headline": "Take Action Against Climate Change",
      "details": "Climate change is not a hoax. According to NASA, \"Observations throughout the world make it clear that climate change is occurring, and rigorous scientific research demonstrates that the greenhouse gases emitted by human activities are the primary driver.\" 97% or more of actively publishing climate scientists agree. These are the facts, backed up by research and data. Carbon dioxide, water vapor, methane, and other greenhouse gases naturally trap heat in the atmosphere. But human emissions disrupt the Earth’s delicate balance, causing global temperatures to rise and disrupting normal weather patterns. Melting ice caps result in rising sea levels, which intensify hurricanes and storms. All around the world, and especially in third-world countries such as Bangladesh, people are losing their homes to floods and soil erosion. The effects of climate change are very real for environmental refugees.\n\nOn January 24th, Representative Gary Palmer, a climate change denier, introduced HR 637 (the \"Stopping EPA Overreach Act\") with 84 House Republican co-sponsors. This bill seeks to strike the very words “greenhouse gases” from the Clean Air Act. It would prevent the Environmental Protection Agency from regulating “carbon dioxide, water vapor, methane, nitrous oxide, hydrofluorocarbons, perfluorocarbons, or sulfer hexafluoride” emissions—in other words, factories would have free license to pollute the air with these substances. HR 637 would be a devastating strike against the Kigali Accord and other international efforts to fight climate change.",
      "globalRepresentatives": [],
      "localRepresentatives": [],
       "allCongress": true,
      "specialGroups": [],
      "cycleStartDate": "2017-02-14 8:00:00",
      "cycleEndDate": "2017-12-31 22:00:00",
      "talkingPoints": "Hi, my name is *NAME* and I’m a constituent from *CITY, ZIP*.\n\nI'm calling today to oppose HR 637 and any other bill that moves us backward in the fight against climate change. We cannot continue to ignore the clear science that climate change is real and dangerous.\n\nThank you for your hard work answering the phones.\n\n**If leaving a voicemail**: please leave your full street address to ensure your call is tallied\n"
   },
   {
      "id": 4,
      "publisherId": 3,
      "headline": "Block TrumpCare in the Senate",
      "details": "As Donald Trump and Republican leaders race to push through Congress the bill to repeal the Affordable Care Act, your member of Congress is shaping up to be one of the pivotal votes.\n\nThe Republican bill will overhaul health care as we know it, stripping health care from millions of Americans, raising costs for the middle class and elderly, defunding Planned Parenthood, and weakening existing protections—all while giving tax breaks to millionaires and health care CEOs. The nonpartisan Congressional Budget Office just determined that 14 million Americans would lose coverage immediately under the bill and 24 million more Americans would be uninsured in just 10 years.\n\nWe can stop Trumpcare, but we have little time because the Republican strategy is to rush the bill through at lightning speed before people really understand how damaging it will be.",
      "globalRepresentatives": [],
       "localRepresentatives":[],
       "allCongress": true,
      "specialGroups": [],
      "cycleStartDate": "2017-03-14 8:00:00",
      "cycleEndDate": "2017-04-21 22:00:00",      
      "talkingPoints": "Hi, my name is *NAME* and I’m a constituent from *CITY, ZIP*.\n\nI'm calling today to oppose the current TrumpCare plans. We cannot move backwards and consier healthcare insurance as an option for the rich.  We need to recognize that everyone needs healthcare insurance, regardless of their ability to afford it.\n\nThank you for your hard work answering the phones.\n\n**If leaving a voicemail**: please leave your full street address to ensure your call is tallied\n"
   },
   {
      "id": 5,
      "publisherId": 4,
      "headline": "Protect Medicare For The Elderly",
      "details": "As Donald Trump and Republican leaders race to push through Congress the bill to repeal the Affordable Care Act, your member of Congress is shaping up to be one of the pivotal votes.\n\nThe Republican bill will overhaul health care as we know it, stripping health care from millions of Americans, raising costs for the middle class and elderly, defunding Planned Parenthood, and weakening existing protections—all while giving tax breaks to millionaires and health care CEOs. The nonpartisan Congressional Budget Office just determined that 14 million Americans would lose coverage immediately under the bill and 24 million more Americans would be uninsured in just 10 years.\n\nWe can stop Trumpcare, but we have little time because the Republican strategy is to rush the bill through at lightning speed before people really understand how damaging it will be.",
      "globalRepresentatives": [],
       "localRepresentatives":[],
       "allCongress": true,
      "specialGroups": [],
      "cycleStartDate": "2017-03-14 8:00:00",
      "cycleEndDate": "2017-04-21 22:00:00",      
      "talkingPoints": "Hi, my name is *NAME* and I’m a constituent from *CITY, ZIP*.\n\nI'm calling today to ask you to protect Medicare. It isn't just a line on a budget balance sheet -- it's a lifeline for the tens of millions of Americans who rely on it to afford health care and make ends meet. But I'm concerned that some in Congress are considering dramatic changes to the program, including benefit cuts that could devastate older Americans across the country.\n\nWe've worked hard for our benefits, and it's simply not right to cut them and take away what we've been promised and paid into over our lifetimes. \n\nI am asking you to keep Medicare's promise to the American people, and oppose any bill which would cut Medicare benefits.\n\nThank you for your hard work answering the phones.\n\n**If leaving a voicemail**: please leave your full street address to ensure your call is tallied\n"
   },
   {
      "id": 6,
      "publisherId": 3,
      "headline": "Protect Meals on Wheels",
      "details": "As Donald Trump and Republican leaders race to approve Trump's budget, they need to know that you will not accept them slashing basic social programs like Meals on Wheels.\n\nTrump's proposed budget wil eliminate funding for the Community Development Block Grant program, which helps fund Meals on Wheels across the country, through the Department of Housing and Urban Development.\n\nWe can stop this budget, but we have little time because the President's strategy is to rush the budget through at lightning speed before people really understand how damaging it will be.",
      "globalRepresentatives": [],
       "localRepresentatives":[],
       "allCongress": true,
      "specialGroups": [],
      "cycleStartDate": "2017-03-19 8:00:00",
      "cycleEndDate": "2017-05-21 22:00:00",      
      "talkingPoints": "Hi, my name is *NAME* and I’m a constituent from *CITY, ZIP*.\n\nI'm calling today to ask you to protect Meals on Wheels and other social safety net programs. They aren't just lines on a budget balance sheet -- they are a lifeline for the tens of millions of Americans who rely on it to daily. But I'm concerned that some in Congress are considering dramatic changes to the program, including benefit cuts that could devastate older Americans across the country.\n\nI am asking you to keep funding for Meals on Wheels, and oppose any bill which would cut these social safety net programs.\n\nThank you for your hard work answering the phones.\n\n**If leaving a voicemail**: please leave your full street address to ensure your call is tallied\n"
   },
   {
      "id": 7,
      "publisherId": 5,
      "headline": "Demand Presidential Transparency",
      "details": "It's official: Donald Trump is violating the Constitution he swore to protect.\n\nBy refusing to divest from his businesses and foreign holdings, Trump is dragging a web of conflicts into the Oval Office.\n\nSo Democrats, led by Senator Warren, introduced the Presidential Conflicts of Interest Act of 2017, which would force Trump to divest and release his tax returns. Congress must act now to make this bill law.",
      "globalRepresentatives": [],
       "localRepresentatives":[],
       "allCongress": true,
      "specialGroups": [],
      "cycleStartDate": "2017-03-19 8:00:00",
      "cycleEndDate": "2017-05-21 22:00:00",      
      "talkingPoints": "Hi, my name is *NAME* and I’m a constituent from *CITY, ZIP*.\n\nI'm calling today to ask you to protect our constitution and rule of law. President Trump appears to be using his position for his own financial gain.\n\nPlease support Senator Warren's 'Presidential Conflict of Interest Act of 2017' in Congress.\n\nThank you for your hard work answering the phones.\n\n**If leaving a voicemail**: please leave your full street address to ensure your call is tallied\n"
   }
]   
